Repository: wenbaoxing123/MOSI
Catalog: mosi/translations/*/LC_MESSAGES/messages.po
Languages: is

# hint_text_star_field
source: (*) Starmark field to fill
is: (*) Stjörnumerkta reiti þarf að fylla

# title_mos_test
source: MOS test
is: MOS prufur

source: User
is: Notendur

# title_ab_test
source: AB test
is: AB prufur

# title_sus_test
source: SUS test
is: SUS prufur

source: Other
is: Annað

source: Create MOS
is: Búa til MOS

source: Date
is: Dagsetning

source: Identity
is: Auðkenni

source: Question
is: Spurning

source: Number
is: Fjöldi

source: Previous
is: Fyrri

source: Next
is: Næsta

source: of
is: af

# btn_change_settings
source: Change settings
is: Breyta stillingum

# btn_view_results
source: View results
is: Skoða niðurstöður

# btn_test_leak
source: Test leak
is: Hlekkur á próf

# btn_start_mos_test
source: Start MOS test
is: Hefja MOS próf

# btn_fetch_records
source: Fetch records
is: Sækja upptökur

# btn_load
source: Load
is: Hlaða upp

source: Test name
is: Nafn á prófi

source: This test uses
is: Þetta próf notar

source: not
is: ekki

source: This test shows
is: Þetta próf sýnir

source: the text of the sentences being listened to
is: texta setningar sem hlustað er á

source: Created talker angles
is: Talgervingar sem búnar voru til

source: Audio clips made using a digital device
is: Hljóðklippur sem búnar voru til með hjálp talgervils

source: Updates recorded
is: Upptökur sem teknar voru upp

source: Events recorded by real people
is: Upptökur sem teknar voru upp af alvöru fólki

source: Setup id
is: Auðkenni setningar

source: Text
is: Texti

source: Medium
is: Meðaleinkunn

source: Red
is: Rödd

source: Model
is: Módel

source: Delete
is: Eyða

# hint_load_settings
source: Load settings to create MOS test
is: Hladdu upp setningum til að búa til MOS próf

# hint_title_no_phase
source: No Phase Test Sets
is: Engar setningar í mos prufu

# hint_text_load_first
source: To see sentences you have to load them up first.
is: Til að sjá setningar þarf fyrst að hlaða þeim upp.

# hint_text_upload
source: Check to load <code>.zip</code> file containing a folder named <code>audio</code> and a file named <code>index.csv</code>. <code> Audio</code> folder contains all the digits on <code>.wav</code> form and <code> index.tsv</code> connects the identity of each MOS setting to a name the speaker in the audio folder.
is: Athugaðu að hlaða þarf upp <code>.zip</code> skrá sem inniheldur möppu sem heitir <code>audio</code> og skrá sem heitir <code>index.csv</code>.<code> Audio</code> mappan inniheldur allar talgervingarnar á <code>.wav</code> formi og <code>index.tsv</code> tengir auðkenni hverrar MOS-setningar við nafn talgervingarinnar í audio möppunni.

# title_load_dials
source: Load dials for MOS test
is: Hlaða upp talgervingum fyrir MOS próf

# desc_index_csv_file_columns
source: In <code>index.csv</code> are the following columns:<br>(Defined) Column 1 is a recording name in the <code>audio</code> folder.<br>(Defined) Column 2 is <code>R</code> if the sentence is taken but <code>S</code> if the sentence is a numerical expression.<br>(Defined) Column 3 is the sentence itself.<br>(Optional) Column 4 is a number in a row, if the same voice reads multiple sentences then it should always bear the same number here.<br>(Optional) Column 5 is the number of the sentence, if many voices read the same sentence they all have to bear the same number here.<br>(Optional) Column 6 is the number of the voice-generating model.<br>(Optional) Column 7 is a string or other that you want to use to mark the clipboard.<br>(Optional) Column 8 is a question of whether to ask a user question.
is: Í <code>index.csv</code> eru eftirfarandi dálkar:<br>(Áskilið) Dálkur 1 er nafn upptöku í <code>audio</code> möppunni.<br>(Áskilið) Dálkur 2 er <code>R</code> ef setningin er upptaka en <code>S</code> ef setningin er talgerving.<br>(Áskilið) Dálkur 3 er setningin sjálf.<br>(Valkvætt) Dálkur 4 er númer á rödd, ef sama röddin les margar setningar þá á hún alltaf að bera sama númer hér.<br>(Valkvætt) Dálkur 5 er númer á setningu, ef margar raddir lesa sömu setninguna þá þurfa þær allar að bera sama númar hér.<br>(Valkvætt) Dálkur 6 er númer á modeli sem býr til röddina.<br>(Valkvætt) Dálkur 7 er strengur eða annað sem þú vilt geta notað til að merkja klippuna.<br>(Valkvætt) Dálkur 8 er spurning ef það á að bera upp spurningu fyrir notnendur.

source: See Example
is: Sjá sýnidæmi

source: Download
is: Sýnidæmi

source: Close
is: Loka

source: Submit
is: Klára

source: Standard form
is: Staðlað form

# standard_form_desc
source: Apply if the charge is in standard form compare the above description
is: Hakið við ef uphleðslan er á stöðluðu formi samanber lýsingu hér að ofan

source: Valid
is: Velja

source: Modify
is: Breyta

source: Continue
is: Halda áfram

source: Results for
is: Niðurstöður fyrir

source: Fetch data
is: Sækja gögn

source: Number of units
is: Fjöldi einkunna

source: Number of users
is: Fjöldi notenda

source: Number of sentences
is: Fjöldi setninga

source: Create
is: Búð til

source: Standard event
is: Staðalfrávik

source: Settings
is: Setningar
